sync-service/test.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" 
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
    xmlns:wsu="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-utility-1.0.xsd" 
    xmlns:msc="http://schemas.microsoft.com/ws/2005/12/wsdl/contract" 
    xmlns:tns="http://tempuri.org/" 
    xmlns:msb="http://schemas.microsoft.com/ws/06/2004/mspolicy/netbinary1" 
    xmlns:msf="http://schemas.microsoft.com/ws/2006/05/framing/policy">
    <soap:Body>
        <GetWebAreasList xmlns="http://tempuri.org/">
            <licenseCode>AmericanaWeb</licenseCode>
            <lang>En</lang>
            <countryID>1</countryID>
            <provinceID>7</provinceID>
            <cityID>18</cityID>
        </GetWebAreasList>
    </soap:Body>
</soap:Envelope>
